Repository: mozilla-l10n/mt-training-data
Catalog: ug/ug_pontoon.tmx
Source language: en_us
Languages: ug

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
ug: بۇ بەت يېڭىلانسا چىقىم قىلىش ياكى ئىنكاسنى ئىككى قېتىم يوللاشقا ئوخشاش يېقىنقى مەشغۇلاتلارنى كۆپەيتىدۇ.

source: Reliable reviews
ug: ئىشەنچلىك باھالاش

source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
ug: ئىشەنچلىك باھالاش. ئىشىنىمىزكى، بۇ باھالاشنى سەمىمىي، تەرەپسىز ھەقىقىي خېرىدارلار بەرگەن بولۇشى مۇمكىن.

source: Reload
ug: قايتا يۈكلە

source: Remember decision for this site
ug: بۇ بېكەتتىكى قارارىڭىزنى ئەستە تۇتىدۇ

source: Reminder: %1$s is still using your camera. Tap to open the tab.
ug: ئەسكەرتىش: %1$s كامېرايىڭىزنى ئىشلىتىۋاتىدۇ. چېكىلسە بەتكۈچنى ئاچىدۇ.

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab
ug: ئەسكەرتىش: %1$s مېكروفون ۋە كامېرايىڭىزنى ئىشلىتىۋاتىدۇ. چېكىلسە بەتكۈچنى ئاچىدۇ

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab.
ug: ئەسكەرتىش: %1$s مېكروفون ۋە كامېرايىڭىزنى ئىشلىتىۋاتىدۇ. چېكىلسە بەتكۈچنى ئاچىدۇ.

source: Reminder: %1$s is still using your microphone. Tap to open the tab
ug: ئەسكەرتىش: %1$s مېكروفونىڭىزنى ئىشلىتىۋاتىدۇ. چېكىلسە بەتكۈچنى ئاچىدۇ

source: Reminder: %1$s is still using your microphone. Tap to open the tab.
ug: ئەسكەرتىش: %1$s مېكروفونىڭىزنى ئىشلىتىۋاتىدۇ. چېكىلسە بەتكۈچنى ئاچىدۇ.

source: Remote debugging via USB
ug: USB ئارقىلىق يىراقتىن سازلاش

source: Remove %1$s
ug: %1$s نى چىقىرىۋەت

source: Remove account
ug: ھېساباتنى چىقىرىۋەت

source: Removed %1$s
ug: چىقىرىۋېتىلگىنى %1$s

source: Remove from shortcuts
ug: تېزلەتمىدىن چىقىرىۋەت

source: Removes history (including history synced from other devices)
ug: تارىخ خاتىرىسى (باشقا ئۈسكۈنىلەردىن قەدەمداشلىغان تارىخ خاتىرىسىنىمۇ ئۆز ئىچىگە ئالىدۇ) نى ئۆچۈرىدۇ

source: Removes history (including history synced from other devices), cookies and other browsing data.
ug: تارىخ خاتىرىسى (باشقا ئۈسكۈنىلەردىن قەدەمداشلانغان تارىخ خاتىرىسىنى ئۆز ئىچىگە ئالىدۇ)، cookies ۋە باشقا توركۆرگۈ زىيارەت سانلىق مەلۇماتلىرىنى ئۆچۈرۈۋېتىدۇ.

source: Remove tab from collection
ug: بەتكۈچنى يىغقۇچتىن چىقىرىۋەت

source: Rename
ug: ئىسىم ئۆزگەرتىش

source: Rename collection
ug: يىغقۇچ ئاتىنى ئۆزگەرت

source: Replace query with “%s”. Example:\nhttps://suggestqueries.google.com/complete/search?client=firefox&q=%s
ug: سۈرۈشتۈرۈشنى «%s» غا ئالماشتۇرىدۇ. مەسىلەن:\nhttps://suggestqueries.google.com/complete/search?client=firefox&q=%s

# Replace query with “%s”. Example: https://www.google.com/search?q=%s
source: Replace query with “%s”. Example:\nhttps://www.google.com/search?q=%s
ug: سۈرۈشتۈرۈشنى «%s» غا ئالماشتۇرىدۇ. مەسىلەن:\nhttps://www.google.com/search?q=%s

source: Report broken site
ug: بۇزۇلغان بېكەتنى دوكلات قىلىدۇ

source: Report product is in stock
ug: مەھسۇلاتنىڭ تىزىلغانلىقىنى دوكلات قىلىڭ

source: Report this product is back in stock
ug: بۇ مەھسۇلاتتىن مال بارلىقىنى دوكلات قىلىڭ

source: Request sent
ug: ئىلتىماس يوللاندى

source: Request support for this site?
ug: بۇ تور بېكەتنى قوللاشنى ئىلتىماس قىلامسىز؟

source: required
ug: تەلەپ قىلىنىدۇ

source: Required
ug: زۆرۈر

source: Resend data
ug: سانلىق مەلۇماتنى قايتا يوللايدۇ

source: Resend data to this site?
ug: بۇ بېكەتكە سانلىق مەلۇماتنى قايتا يوللامدۇ؟

source: Reset CFRs
ug: CFR نى ئەسلىگە قايتۇر

source: Restart %1$s
ug: %1$s نى قايتا قوزغات

source: Restart add-ons
ug: قوشۇلمىنى قايتا قوزغات

source: Restart extensions
ug: كېڭەيتمىنى قايتا قوزغىتىش

source: Restore tab
ug: بەتكۈچنى ئەسلىگە قايتۇر

source: Resume
ug: داۋاملاشتۇرۇش

source: Resync
ug: قايتا قەدەمداشلا

source: RETRY
ug: قايتا سىنا

source: Return to previous app
ug: ئالدىنقى ئەپكە قايت

source: Review checker
ug: باھالاش تەكشۈرگۈچ

source: Review Checker
ug: باھالاش تەكشۈرگۈچ

source: Review checker is powered by %s
ug: باھالاش تەكشۈرگۈچنى تەمىنلىگۈچى %s

source: Review checker is powered by %s.
ug: باھالاش تەكشۈرگۈچنى تەمىنلىگۈچى %s.

source: Reviews: %1$s
ug: باھا: %1$s

source: Run in private browsing
ug: شەخسىي زىيارەت ھالىتىنى قوزغىتىدۇ

source: Safe browsing with more choices
ug: بىخەتەر تور زىيارىتىنىڭ تېخىمۇ كۆپ تاللىشى

source: Sans Serif font
ug: Sans Serif خەت نۇسخا

source: Satisfied
ug: رازى

source: Save address
ug: ئادرېسنى ساقلا

source: Save and autofill addresses
ug: ئادرېسلارنى ساقلاش ۋە ئاپتوماتىك تولدۇرۇش

source: Save and autofill cards
ug: كارتا ساقلاش ۋە ئاپتوماتىك تولدۇرۇش

source: Save and fill addresses
ug: ئادرېس ساقلاپ تولدۇرىدۇ

source: Save and fill payment methods
ug: چىقىم قىلىش ئۇسۇلىنى ساقلاپ ۋە تولدۇرىدۇ

source: Save as PDF
ug: PDF كە ساقلا

source: Save as PDF…
ug: PDF كە ساقلا…

source: Save changes.
ug: ئۆزگەرتىشلەرنى ساقلايدۇ.

source: Save changes to login.
ug: كىرىش ئۆزگەرتىشلىرىنى ساقلايدۇ.

source: Saved cards
ug: ساقلانغان كارتا

source: Saved in “%s”
ug: «%s» غا ساقلاندى

source: Saved logins
ug: ساقلانغان كىرىش

source: Saved passwords
ug: ساقلانغان ئىم

source: Saved %s
ug: %sساقلاندى

source: Save file to device
ug: ھۆججەتنى ئۈسكۈنىگە ساقلا

source: Save image
ug: رەسىمنى ساقلاش

source: Save in
ug: ساقلا

source: Save logins and passwords
ug: كىرىش ۋە ئىم ساقلا

source: Save password?
ug: ئىم ساقلامدۇ؟

source: Save passwords
ug: ئىم ساقلا

source: Save selected tabs to collection
ug: تاللانغان بەتكۈچلەرنى يىغقۇچقا ساقلايدۇ

source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
ug: زىيارەت قىلىۋاتقان تور بېكىتىڭىزنى ساقلايدۇ. تىزىمغا كىرگەندىن كېيىن قەدەمداشلانغان باشقا ئۈسكۈنىدىكى خەتكۈچنى ئىشلىتەلەيدۇ.

source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
ug: زىيارەت قىلىۋاتقان تور بېكىتىڭىزنى ساقلايدۇ. تىزىمغا كىرگەندىن كېيىن قەدەمداشلانغان باشقا ئۈسكۈنىدىكى خەتكۈچنى ئىشلىتەلەيمىز.

source: Save tabs to collection
ug: بەتكۈچلەرنى يىغقۇچقا ساقلا

source: Save this login?
ug: بۇ كىرىشنى ساقلامدۇ؟

source: Save to collection
ug: يىغقۇچقا ساقلا

source: Save to collection…
ug: يىغقۇچقا ساقلا…

source: %s by Mozilla
ug: Mozilla قوللىغان %s

source: Scan
ug: سايىلەش

source: Scan QR code
ug: QR كودىنى تارا

source: Scan the code
ug: كودنى تارا

source: Scan the QR code shown at <b>firefox.com/pair</b>
ug: <b>firefox.com/pair</b> دا كۆرسىتىلگەن QR كودىنى تاراڭ

source: Scroll to hide address bar and toolbar
ug: سىيرىلسا ئادرېس بالداق ۋە قورال بالداقنى يوشۇرىدۇ

source: Scroll to hide toolbar
ug: دومىلاتقاندا قورال بالداقنى يوشۇر

source: Search %1$s
ug: %1$sدىن ئىزدەش

source: Search bookmarks
ug: خەتكۈچ ئىزدەيدۇ

source: Search browsing history
ug: زىيارەت تارىخىنى ئىزدە

source: Search directly from the address bar
ug: ئادرېس بالداقتىن بىۋاسىتە ئىزدەيدۇ

source: Search engine
ug: ئىزدەش ماتورى

source: Search engine name
ug: ئىزدەش موتورىنىڭ ئىسمى

source: Search engines
ug: ئىزدەش موتورى

source: Search engine: %s
ug: ئىزدەش موتورى: %s

source: Search engine settings
ug: ئىزدەش ماتورى تەڭشىكى

source: Search history
ug: تارىختىن ئىزدەيدۇ

source: Search language
ug: تىل ئىزدەش

source: Search logins
ug: كىرىش خاتىرىسىنى ئىزدەش

source: Search or enter address
ug: ئىزدەيدۇ ياكى ئادرېس كىرگۈزۈلىدۇ

source: Search passwords
ug: پارول ئىزدەش

source: Search %s
ug: ئىزدەش%s

source: Search settings
ug: ئىزدەش تەڭشىكى

source: Search string to use
ug: ئىشلىتىدىغان ئىزدەش تىزىقى

source: Search string URL
ug: ئىزدەيدىغان تىزىقنىڭ تور ئادرېسى

source: Search suggestion API (optional)
ug: ئىزدەش تەۋسىيە API (تاللاشچان)

source: Search suggestion API URL
ug: ئىزدەش تەۋسىيە API تور ئادرېسى

source: Search synced tabs
ug: قەدەمداش بەتكۈچنى ئىزدەيدۇ

source: Search tabs
ug: بەتكۈچ ئىزدەيدۇ

source: Search the web
ug: توردىن ئىزدەش

source: Secure Connection Failed
ug: بىخەتەر ئۇلىنىش مەغلۇپ بولدى

source: Securely save this card?
ug: بۇ كارتىنى بىخەتەر ساقلامدۇ؟

source: Securely send tabs between your devices and discover other privacy features in Firefox.
ug: ئۈسكۈنىڭىز ئارىسىدا بەتكۈچلەرنى بىخەتەر ئەۋەتىپ، Firefox دىكى باشقا شەخسىيەت ئىقتىدارلىرىنى بايقايدۇ.

source: Secure site not available
ug: بىخەتەر تور بېكەت يوق

source: Secure Site Not Available
ug: بىخەتەر تور بېكەتنى ئىشلەتكىلى بولمايدۇ

source: Secure your credit cards
ug: ئىناۋەتلىك كارتىڭىزنى شىفىرلايدۇ

source: Secure your logins and passwords
ug: كىرىش ۋە ئىمنى قوغدايدۇ

source: Secure your saved passwords
ug: ساقلانغان ئىملىرىڭىز شىفىرلىنىدۇ

source: Secure your saved payment methods
ug: ساقلانغان چىقىم قىلىش ئۇسۇللىرىڭىز شىفىرلىنىدۇ

source: See all synced tabs
ug: قەدەمداشلانغان ھەممە بەتكۈچلەرنى كۆرسەت

source: See an interesting pic and learn more about it.
ug: قىزىقارلىق رەسىملەرنى كۆرۈپ ۋە ئۇ توغرىسىدا تەپسىلاتقا ئېرىشىڭ.

source: See details
ug: تەپسىلاتىنى كۆرسەت

source: See how reliable product reviews are on %1$s before you buy. Review Checker, an experimental feature from %2$s, is built right into the browser.
ug: سېتىۋېلىشتىن ئىلگىرى %1$s دا مەھسۇلات باھالاش تەكشۈرۈشنىڭ قانچىلىك ئىشەنچلىك ئىكەنلىكىنى كۆرۈڭ. باھالاش تەكشۈرگۈچ، %2$s نىڭ تەجرىبە ئىقتىدارى تور كۆرگۈچكە قۇرۇلدى.

source: See how reliable product reviews are on %1$s before you buy. Review checker, an experimental feature from %2$s, is built right into the browser. It works on %3$s and %4$s, too.
ug: سېتىۋېلىشتىن ئىلگىرى %1$s دا مەھسۇلات باھالاش تەكشۈرۈشنىڭ قانچىلىك ئىشەنچلىك ئىكەنلىكىنى كۆرۈڭ. باھالاش تەكشۈرگۈچ، %2$s نىڭ تەجرىبە ئىقتىدارى تور كۆرگۈچكە قۇرۇلدى. ئۇ %3$s ۋە %4$s دىمۇ ئىشلەيدۇ.

source: Select address
ug: ئادرېس تاللىنىدۇ

source: Select a language to manage ”always translate“ and ”never translate“ preferences.
ug: «ھەمىشە تەرجىمە قىل» ۋە «ھەرگىز تەرجىمە قىلما» مايىللىقىدىن باشقۇرىدىغان تىل تاللىنىدۇ.

source: Select all
ug: ھەممىنى تاللا

source: Select collection
ug: يىغقۇچ تاللا

source: Select credit card
ug: ئىناۋەتلىك كارتا تاللىنىدۇ

source: Selected language
ug: تاللانغان تىل

source: Selected tabs menu
ug: تاللانغان بەتكۈچ تىزىملىكى

source: Select folder
ug: قىسقۇچ تاللا

source: Select one
ug: بىرى تاللىنىدۇ

source: Select tabs
ug: بەتكۈچنى تاللا

source: Select Tabs
ug: بەتكۈچنى تاللا

source: Select tabs to save
ug: ساقلايدىغان بەتكۈچ تاللىنىدۇ

source: %s encrypts all payment methods you save
ug: سىز ساقلىغان بارلىق چىقىم قىلىش ئۇسۇللىرىنى %s شىفىرلايدۇ

source: %s encrypts your card number. Your security code won’t be saved.
ug: %s كارتا نومۇرىڭىزنى شىفىرلايدۇ. بىخەتەرلىك كودىڭىز ساقلانمايدۇ.

source: Send
ug: يوللا

source: Send crash report
ug: يىمىرىلىش دوكلاتى يوللا

source: Send crash report to %1$s
ug: يىمىرىلىش دوكلاتىنى %1$s غا يوللايدۇ

source: Send crash report to Mozilla
ug: يىمىرىلىش دوكلاتىنى Mozilla غا يوللايدۇ

source: Sending crash report to %1$s
ug: يىمىرىلىش دوكلاتىنى %1$s غا يوللاۋاتىدۇ

source: Send more info
ug: تېخىمۇ كۆپ ئۇچۇر يوللايدۇ

source: Send request
ug: ئىلتىماس يوللا

source: Send tabs between devices, manage downloads, and get tips on getting the most out of Firefox.
ug: ئۈسكۈنىلەر ئارا بەتكۈچ ئەۋەتىپ، چۈشۈرۈشنى باشقۇرۇپ ۋە Firefox تىن ئەڭ ياخشى پايدىلىنىشقا ئائىت تەكلىپلەرگە ئېرىشەلەيسىز.

source: Send technical and interaction data to Mozilla
ug: Mozilla غا تېخنىكىلىق ۋە تەسىرلىشىش سانلىق مەلۇماتى يوللايدۇ

source: Send to all devices
ug: ھەممە ئۈسكۈنىگە يوللا

source: Send to device
ug: ئۈسكۈنىگە يوللا

source: Sep
ug: سېنتەبر

source: Sepia
ug: قېنىق قوڭۇر رەڭ

source: Sepia color scheme
ug: قېنىق قوڭۇر رەڭ لايىھەسى

source: Serif font
ug: Serif خەت نۇسخا

source: Set
ug: تەڭشەك

source: Set as default browser
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشە

source: Set by Battery Saver
ug: توك تېجىگۈچ تەڭشىدى

source: Set links from websites, emails, and messages to open automatically in Firefox.
ug: تور بېكەت، ئېلخەت ۋە ئۇچۇر ئۇلانمىلىرىنى Firefox تا ئاپتوماتىك ئېچىشقا تەڭشەيدۇ.

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
ug: ئۆتكەن بىر كۈن، ھەپتە ياكى ئايدا كۆرمىگەن ئېچىلغان بەتكۈچلەرنى ئاپتوماتىك يېپىشنى تەڭشەيدۇ.

source: Set time
ug: ۋاقىت تەڭشىكى

source: Set up a device lock pattern, PIN, or password to protect your saved cards from being accessed if someone else has your device.
ug: ئۈسكۈنە قۇلۇپلاش ئەندىزىسى، PIN ياكى ئىم ئورنىتىشنى تەڭشىسىڭىز، ئۈسكۈنىڭىز باشقىلارنىڭ قولىدا بولسىمۇ ساقلانغان كارتىلىرىڭىزنى زىيارەت قىلالمايدۇ.

source: Set up a device lock pattern, PIN, or password to protect your saved credit cards from being accessed if someone else has your device.
ug: ئۈسكۈنە قۇلۇپلاش ئەندىزىسى، PIN ياكى ئىم ئورنىتىشنى تەڭشىسىڭىز، ئۈسكۈنىڭىز باشقىلارنىڭ قولىدا بولسىمۇ ساقلانغان ئىناۋەتلىك كارتىڭىزنى زىيارەت قىلالمايدۇ.

source: Set up a device lock pattern, PIN, or password to protect your saved logins and passwords from being accessed if someone else has your device.
ug: ئۈسكۈنە قۇلۇپلاش ئەندىزىسى، PIN ياكى ئىم ئورنىتىشنى تەڭشىسىڭىز، ئۈسكۈنىڭىز باشقىلارنىڭ قولىدا بولسىمۇ ساقلانغان تىزىمغا كىرىش ئۇچۇرى ۋە ئىمنى زىيارەت قىلالمايدۇ.

source: Set up a device lock pattern, PIN, or password to protect your saved passwords from being accessed if someone else has your device.
ug: ئۈسكۈنە قۇلۇپلاش ئەندىزىسى، PIN ياكى ئىم ئورنىتىشنى تەڭشىسىڭىز، ئۈسكۈنىڭىز باشقىلارنىڭ قولىدا بولسىمۇ ساقلانغان ئىملىرىڭىزنى زىيارەت قىلالمايدۇ.

source: Set up a device lock pattern, PIN, or password to protect your saved payment methods from being accessed if someone else has your device.
ug: ئۈسكۈنە قۇلۇپلاش ئەندىزىسى، PIN ياكى ئىم ئورنىتىشنى تەڭشىسىڭىز، ئۈسكۈنىڭىز باشقىلارنىڭ قولىدا بولسىمۇ ساقلانغان چىقىم قىلىش ئۇسۇلىڭىزنى زىيارەت قىلالمايدۇ.

source: Set up now
ug: ھازىر تەڭشە

source: %s had to restart
ug: %s قايتا قوزغىتىلىشى كېرەك

source: Share
ug: ھەمبەھىرلەش

source: Share…
ug: ھەمبەھىر…

source: Share all tabs
ug: ھەممە بەتكۈچ ھەمبەھىر

source: Share email address
ug: ئېلخەت ئادرېسىنى ھەمبەھىرلەش

source: Share image
ug: رەسىمنى ھەمبەھىرلەش

source: Share link
ug: ئۇلانمىنى ھەمبەھىرلەش

source: Shares basic usage data with Adjust, our mobile marketing vendor
ug: كۆچمە بازارچىلىق سودىگىرىمىز Adjust بىلەن ئاساسىي ئىشلىتىش سانلىق مەلۇماتلىرىنى ئورتاقلىشىدۇ

source: Shares crash data automatically on startup with Mozilla after crashes occur
ug: يىمىرىلىش يۈز بەرگەندىن كېيىن قايتا قوزغالغاندا Mozilla بىلەن سانلىق مەلۇماتنى ئۆزلۈكىدىن ھەمبەھىرلەيدۇ

source: Share selected tabs
ug: تاللانغان بەتكۈچنى ھەمبەھىرلە

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
ug: تور كۆرگۈ ئىشلىتىش جەريانىدىكى ئىش ئۈنۈمى، ئىشلىتىش ئۇسۇلى، قاتتىق دېتال ۋە خاسلاشتۇرۇلغان سانلىق مەلۇماتنى Mozilla بىلەن ھەمبەھىرلەپ، %1$s نى ياخشىلىشىمىزغا ياردەم بېرىڭ

source: Share via
ug: ھەمبەھىرلەش

source: Share with…
ug: ھەمبەھىرلەش…

source: %s, Heading
ug: %s، ماۋزۇ

source: Shipping
ug: توشۇش

source: Shortcut limit reached
ug: تېزلەتمە چېكىگە يەتتى

source: Shortcut name
ug: تېزلەتمە ئىسمى

source: Shortcut URL
ug: تېزلەتمە تور ئادرېسى

source: Show ads in review checker
ug: باھالاش تەكشۈرگۈچتە ئېلان كۆرسىتىدۇ

source: Show all
ug: ھەممىنى كۆرسەت

source: Show all bookmarks
ug: ھەممە خەتكۈچنى كۆرسەت

source: Show all past explorations
ug: ئىلگىرىكى ئىزدىنىشلەرنىڭ ھەممىسىنى كۆرسەت

source: Show all recent tabs button
ug: يېقىنقى ھەممە بەتكۈچنى كۆرسەت توپچە

source: Show all saved bookmarks
ug: ساقلانغان بارلىق خەتكۈچنى كۆرسەت

source: Show clipboard suggestions
ug: چاپلاش تاختىسى تەكلىپىنى كۆرسەت

source: Show full history
ug: بارلىق تارىخ خاتىرىسىنى كۆرسەت

source: Show in private sessions
ug: شەخسىي سۆزلەشكۈدە كۆرسىتىدۇ

source: Show less
ug: ئازراق كۆرسەت

source: Show more
ug: كۆپرەك كۆرسەت

source: Show original
ug: ئەسلىنى كۆرسەت

source: Show password
ug: ئىم كۆرسەت

source: Show search engines
ug: ئىزدەش موتورىنى كۆرسىتىدۇ

source: Show search suggestions
ug: ئىزدەش تەكلىپلىرىنى كۆرسىتىدۇ

source: Show voice search
ug: ئاۋازلىق ئىزدەشنى كۆرسەت

source: Sign back in to sync
ug: قەدەمداشلاشتا تىزىمغا كىرىڭ

source: Sign in
ug: تىزىمغا كىرىڭ

source: Sign-in or sign-out
ug: تىزىمغا كىرىڭ ياكى چىقىڭ

source: Sign in to reconnect
ug: قايتا باشلىنىش ئۈچۈن تىزىمغا كىرىڭ

source: Sign in to see synced bookmarks
ug: قەدەمداش خەتكۈچنى كۆرۈشتە تىزىمغا كىرىڭ

source: Sign in to sync
ug: قەدەمداشقا تىزىمغا كىرىڭ

source: Sign in to Sync
ug: قەدەمداشلاشتا تىزىمغا كىرىڭ

source: Sign in to sync tabs, bookmarks, passwords, and more.
ug: تىزىمغا كىرسە بەتكۈچ، خەتكۈچ، ئىم ۋە باشقا سانلىق مەلۇماتلار قەدەمداشلىنىدۇ.

source: Sign in with a %1$s account
ug: %1$s ھېساباتىدا تىزىمغا كىرىدۇ

source: Sign in with your camera
ug: كامېرا بىلەن كىرىڭ

source: Sign out
ug: چېكىنىش

source: Site
ug: بېكەت

source: Site currently not supported
ug: بېكەت ھازىر قوللىمايدۇ

source: Site information
ug: بېكەت ئۇچۇرى

source: Site notifications
ug: بېكەت ئۇقتۇرۇشى

source: Site not supported
ug: بېكەتنى قوللىمايدۇ

source: Site permissions
ug: بېكەت ئىجازەتنامىسى

source: Site removed
ug: بېكەت چىقىرىۋېتىلدى

source: Site settings
ug: بېكەت تەڭشىكى

source: Site slow or not working
ug: بېكەت ئاستا ياكى ئىشلىمەيدۇ

source: Social Media Trackers
ug: ئىجتىمائىي تاراتقۇ ئىزلىغۇچ

source: Some content has been blocked by the autoplay setting
ug: بەزى مەزمۇنلارنى ئاپتوماتىك قويۇش تەڭشىكى توستى

source: Some settings are temporarily unavailable.
ug: بەزى تەڭشەكلەرنى ۋاقىتلىق ئىشلەتكىلى بولمايدۇ.

source: Something else
ug: باشقا سەۋەب

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
ug: بۇ بەتتىكى تۆۋەندە بەلگە قويۇلغان بەزى ئىزچىلار قىسمەن قۇلۇپلانمىدى، چۈنكى سىز ئۇلار بىلەن تەسىرلەشتىڭىز*.

source: Sorry. %1$s can’t load that page.
ug: كەچۈرۈڭ. %1$s بۇ بەتنى يۈكلىيەلمەيدۇ.

source: Sorry. %1$s had a problem and crashed.
ug: كەچۈرۈڭ، %1$s مەسىلىگە يولۇقۇپ يىمىرىلدى.

source: Sorry. A problem occurred in %1$s.
ug: كەچۈرۈڭ، %1$s دا مەسىلە كۆرۈلدى.

source: Sorry, we don’t support %1$s yet.
ug: كەچۈرۈڭ، بىز تېخى %1$s نى قوللىمايمىز.

source: Sort logins menu
ug: كىرىش تىزىملىكىنى تەرتىپلەيدۇ

source: Sort passwords menu
ug: ئىم تىزىملىكىنى تەرتىپلە

source: %s | OSS Libraries
ug: %s | ئوچۇق كودلۇق يۇمشاق دېتال ئامبارلىرى

source: Sponsored
ug: قوللىغان

source: Sponsored shortcuts
ug: قوللايدىغان تېزلەتمىلەر

source: Sponsored stories
ug: قوللىغان ھېكايىلەر

source: %s (Private)
ug: %s (شەخسىي)

source: %s protects you from many of the most common trackers that follow what you do online.
ug: %s سىزنى توردىكى ئىشلىرىڭىزغا ئەگىشىدىغان كۆپ ئۇچرايدىغان ئىزچىلاردىن قوغدايدۇ.

source: %s search
ug: %s ئىزدەش

source: %s search engine
ug: %s ئىزدەش موتورى

source: Standard
ug: ئۆلچەملىك

source: Standard (default)
ug: ئۆلچەملىك (كۆڭۈلدىكى)

source: Start browsing
ug: كۆز يۈگۈرتۈشنى باشلايدۇ

source: Start browsing.
ug: كۆز يۈگۈرتۈشنى باشلايدۇ.

source: Start your first search
ug: تۇنجى ئىزدەشنى باشلاڭ

source: State
ug: شىتات

source: Status:
ug: ھالىتى:

source: Stay
ug: قېپقال

source: Stay encrypted when you hop between devices
ug: ئۈسكۈنىلەر ئارا ئالماشتۇرغاندا شىفىرلىنىدۇ

source: Stay in private browsing
ug: شەخسىي زىيارەت ھالىتىدە قالدۇر

source: Stop
ug: توختا

source: Stop downloading %1$s (%2$s)
ug: چۈشۈرۈشنى توختات %1$s (%2$s)

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
ug: ئىز قوغلاش كودى بار ئېلان، سىن ۋە باشقا مەزمۇنلارنى يۈكلەشتىن توختىتىدۇ. بەزى تور بېكەتلەرنىڭ ئىقتىدارىغا تەسىر كۆرسىتىشى مۇمكىن.

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
ug: ئىز قوغلاش مەقسىتىدە ئىشلىتىلىدىغان ئۈسكۈنىڭىزگە ئائىت بىردىنبىر پەرقلىنىدىغان سانلىق مەلۇماتلارنى توپلاشنى توختىتىدۇ.

source: Store unlimited amount of client-side data
ug: چەكسىز خېرىدار تەرەپ سانلىق مەلۇماتىنى ساقلايدۇ

source: Stories by topic
ug: تېما بويىچە ھېكايىلەر

source: Street Address
ug: كوچا ئادرېسى

source: Strict
ug: قاتتىق

source: Stronger tracking protection and faster performance, but some sites may not work properly.
ug: ئىزلاشتىن قوغداش تېخىمۇ كۈچلۈك ۋە ئىقتىدارى تېخىمۇ تېز، ئەمما بەزى تور بېكەتلەر نورمال ئىشلىمەسلىكى مۇمكىن.

source: Studies
ug: تەتقىقات

source: Successfully disabled %1$s
ug: %1$sمۇۋەپپەقىيەتلىك چەكلەندى

source: Successfully enabled %1$s
ug: %1$sمۇۋەپپەقىيەتلىك قوزغىتىلدى

source: Successfully installed %1$s
ug: %1$s مۇۋەپپەقىيەتلىك قاچىلاندى

source: Successfully removed %1$s
ug: %1$s نى مۇۋەپپەقىيەتلىك چىقىرىۋەتتى

source: Successfully uninstalled %1$s
ug: %1$s نى مۇۋەپپەقىيەتلىك ئۆچۈرۈۋەتتى

source: Successfully updated
ug: مۇۋەپپەقىيەتلىك يېڭىلاندى

source: Suggested logins
ug: تەۋسىيە كىرىش

source: Suggestions from %1$s
ug: %1$s نىڭ تەكلىپى

source: Suggestions from search engines
ug: ئىزدەش موتورىنىڭ تەكلىپلىرى

source: Suggestions from sponsors
ug: ياردەمچىنىڭ تەكلىپلىرى

source: Suggest strong password
ug: كۈچلۈك ئىم تەۋسىيە قىلىنىدۇ

source: Support
ug: قوللاش

source: Support %1$s with occasional sponsored suggestions
ug: قوللاش سودىگەرلىرىنىڭ ئېلانىنى ئانچە-مۇنچە كۆرسىتىشىگە يول قويۇپ %1$s نى قوللاڭ

source: Supported add-ons checker
ug: قوللايدىغان قوشۇلمىلارنى تەكشۈرگۈچ

source: Support request sent
ug: قوللاش ئىلتىماسى يوللاندى

source: Survey complete
ug: راي سىناش تامام

source: Survey feature icon
ug: راي سىناش ئىقتىدارى سىنبەلگىسى

source: Suspected Fingerprinters
ug: گۇمانلىق ئىز قالدۇرغۇ

source: %s will delete the selected browsing data.
ug: %s تاللانغان توركۆرگۈ زىيارەت سانلىق مەلۇماتلىرىنى ئۆچۈرۈۋېتىدۇ.

source: %s will delete the selected items.
ug: %s تاللانغان تۈرلەرنى ئۆچۈرۈۋېتىدۇ.

source: %s will share everything you type in the address bar with your default search engine.
ug: %s سىز ئادرېس بالداققا كىرگۈزگەن ھەممە نەرسىنى كۆڭۈلدىكى ئىزدەش موتورىغا ھەمبەھىرلەيدۇ.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
ug: %s ھېساباتىڭىز بىلەن قەدەمداشلاشنى توختىتىدۇ، ئەمما بۇ ئۈسكۈنىدىكى توركۆرگۈ سانلىق مەلۇماتلىرىڭىزنى ئۆچۈرمەيدۇ.

source: Swipe address bar sideways to switch tabs
ug: ئادرېس بالداقتا يانغا سۈرۈلسە بەتكۈچ ئالماشتۇرىدۇ

source: Swipe left or right to switch. Swipe left on your last tab to open a new tab.
ug: ئوڭ ياكى سولغا سۈرۈلسە ئالماشتۇرىدۇ. ئاخىرقى بەتكۈچىڭىز سولغا سۈرۈلسە يېڭى بەتكۈچ ئېچىلىدۇ.

source: Swipe the toolbar to switch tabs
ug: قورال بالداق سۈرۈلسە بەتكۈچ ئالماشتۇرىدۇ

source: Swipe toolbar sideways to switch tabs
ug: قورال بالداق يانغا سۈرۈلسە بەتكۈچ ئالماشتۇرىدۇ

source: Swipe toolbar up to open tabs
ug: قورال بالداق ئۈستىگە سۈرۈلسە بەتكۈچ ئاچىدۇ

source: Switch
ug: ئاتلاش

source: Switching screens is easier than ever
ug: كۆپ ئېكران ئارا ئالمىشىش تېخىمۇ ئاسان

source: Switch to desktop site
ug: ئۈستەل يۈزى تور بېكىتىگە ئالماشتۇر

source: Switch to mobile site
ug: كۆچمە بېكەتكە ئالماشتۇر

source: Switch to tab
ug: بەتكۈچكە ئالماشتۇرۇش

source: Switch your default browser
ug: كۆڭۈلدىكى توركۆرگۈڭىزنى ئالماشتۇرۇڭ

source: %s won’t save passwords for sites listed here.
ug: بۇ جايدا كۆرسىتىلگەن تور بېكەتلەر ئۈچۈن %s ئىم ساقلىمايدۇ.

source: %s won’t save passwords for these sites.
ug: بۇ تور بېكەتلەر ئۈچۈن %s ئىم ساقلىمايدۇ.

source: Sync
ug: قەدەمداش

source: Sync and save data
ug: سانلىق مەلۇمات قەدەمداش ۋە ساقلاش

source: Sync and save your data
ug: سانلىق مەلۇماتلىرىڭىزنى قەدەمداشلاپ ۋە ساقلايدۇ

source: Sync cards
ug: كارتا قەدەمداشلا

source: Sync cards across devices
ug: كارتىنى ئۈسكۈنىلەر ئارا قەدەمداشلايدۇ

source: Synced device
ug: قەدەمداشلانغان ئۈسكۈنە

source: Synced tabs
ug: قەدەمداشلانغان بەتكۈچ

source: Sync failed. Last success: %s
ug: قەدەمداشلىيالمىدى. مۇۋەپپەقىيەتلىك ئاخىرقى قېتىمى: %s

source: Sync failed. Last synced: never
ug: قەدەمداشلىيالمىدى. مۇۋەپپەقىيەتلىك ئاخىرقى قېتىمى: ھەرگىز

source: Syncing…
ug: قەدەمداشلاۋاتىدۇ…

source: Syncing paused
ug: قەدەمداشلاش ۋاقىتلىق توختىدى

source: Sync is on
ug: قەدەمداش ئوچۇق

source: Sync logins
ug: كىرىشنى قەدەمداشلا

source: Sync logins across devices
ug: ئۈسكۈنىلەر ئارا قەدەمداشلا

source: Sync now
ug: ھازىر قەدەمداشلا

source: Sync passwords
ug: ئىم قەدەمداشلا
